Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GRAPHICS_HUD_FOOTER
source: The graphics performance HUD shows framerate, GPU time, memory usage, and can log performance data for later analysis.
ar: يُظهر أداء غرافيكس HUD معدل الإطارات، وزمن وحدة معالجة الرسومات، واستخدام الذاكرة، ويمكنه تسجيل بيانات الأداء لتحليلها لاحقًا.
bg: Графичната производителност HUD показва кадровата честота, GPU времето, използваната памет и може да записва в регистър данни за производителността за следващи анализи.
ca: L’indicador en pantalla del rendiment dels gràfics mostra la freqüència de fotogrames, el temps de la GPU i l’ús de memòria, i pot registrar les dades del rendiment per analitzar‑les posteriorment.
cs: HUD výkonu grafiky zobrazuje snímkovou frekvenci, čas GPU a využití paměti a může zaznamenávat údaje o výkonu pro pozdější analýzu.
da: Grafikydeevne-HUD viser billedfrekvens, GPU-tid og hukommelsesforbrug og kan registrere ydeevnedata til analyse på et senere tidspunkt.
de: Die Schwebepalette für Grafikleistung zeigt Bildrate, GPU-Zeit und Speichernutzung an. Sie kann zudem Leistungsdaten für spätere Analysen protokollieren.
el: Το HUD απόδοσης γραφικών εμφανίζει τον ρυθμό καρέ, τον χρόνο GPU, τη χρήση μνήμης, και μπορεί να καταγράφει δεδομένα απόδοσης για μεταγενέστερες αναλύσεις.
es: El HUD del rendimiento de gráficos muestra la frecuencia de fotogramas, el tiempo de la GPU y el uso de la memoria, y puede registrar los datos de rendimiento para su análisis posterior.
es_us: El HUD del rendimiento de los gráficos muestra la frecuencia de cuadros, el tiempo de la GPU y el uso de la memoria, y puede registrar datos de rendimiento para su análisis.
fi: Grafiikan suorituskykyvisiiri näyttää kuvataajuuden, GPU-ajan ja muistin käytön sekä voi kirjata suorituskykytietoja lokiin myöhempää analyysia varten.
fr: La palette des performances graphiques indique la fréquence d’images, le temps du GPU et l’utilisation de la mémoire. Elle permet également d’enregistrer les données de performances en vue d’une analyse ultérieure.
fr_ca: L’ATH de performance graphique affiche la fréquence d’images, le temps de traitement graphique ainsi que l’utilisation de la mémoire et peut enregistrer des données de performance aux fins d’analyse.
he: ביצועי גרפיקה במצב HUD מציגים קצב פריימים, זמן GPU ושימוש בזיכרון, ויכולים ליצור דו״חות עם נתוני ביצועים שניתן יהיה לנתח בהמשך.
hi: ग्राफ़िक्स कार्यक्षमता HUD फ़्रेमरेट, GPU टाइम, मेमोरी उपयोग प्रदर्शित करता है और कार्यक्षमता डेटा को बाद में किए जाने वाले विश्लेषण के लिए लॉग कर सकता है।
hr: HUD performansi grafike prikazuje brzinu sličica, vrijeme GPU-a, uporabu memorije i može zabilježiti podatke o performansama radi kasnije analize.
hu: A grafikai teljesítmény HUD-ja megjeleníti a képkockasebességet, a GPU órajelét, a memóriahasználatot, és képes teljesítményadatokat naplózni a későbbi elemzés céljából.
id: HUD kinerja grafis menampilkan laju bingkai, waktu GPU, penggunaan memori, dan dapat mencatat data kinerja untuk dianalisis di kemudian waktu.
it: L’HUD per le prestazioni della grafica mostra la frequenza dei fotogrammi, il tempo GPU e l’utilizzo di memoria. Può anche registrare i dati delle prestazioni per analisi successive.
ja: グラフィックスパフォーマンスのHUDは、フレームレート、GPU時間、およびメモリ使用状況を表示し、あとで解析するためにパフォーマンスデータを記録できます。
kk: Графика өнімділігінің HUD панелі кадр жиілігін, GPU уақытын, жад қолданысын көрсетеді және кейінірек талдау үшін өнімділік деректерін тіркей алады.
ko: 그래픽 성능 HUD는 프레임률, GPU 시간, 메모리 사용을 보여주고, 이후 분석을 위해 성능 데이터를 기록할 수 있습니다.
lt: Grafikos našumo HUD rodo kadrų spartą, GPU laiką, atminties naudojimo informaciją ir gali įrašyti našumo duomenis vėlesnei analizei atlikti.
ms: HUD prestasi grafik menunjukkan kadar bingkai, masa GPU, penggunaan memori dan boleh mengelog data prestasi untuk dianalisis kemudian.
nl: De HUD voor grafische prestaties toont de beeldsnelheid, de GPU-tijd en het geheugengebruik, en kan prestatiegegevens vastleggen voor latere analyse.
no: Grafikkytelsesoverlegget viser bildefrekvens, GPU-tid og minnebruk, og kan loggføre ytelsesdata for senere analyse.
pl: HUD wydajności grafiki pokazuje częstotliwość klatek, czas GPU i użycie pamięci oraz może rejestrować dane wydajności do dalszej analizy.
pt_br: A HUD para desempenho gráfico mostra a taxa de quadro, tempo de GPU e uso de memória, além de poder registrar dados de desempenho para futura análise.
pt_pt: O HUD de desempenho gráfico mostra a taxa de fotogramas, tempo da GPU, utilização de memória, e pode registar dados de desempenho para análise posterior.
ro: Panoul de comenzi pentru performanța grafică afișează frecvența de cadre, timpul GPU, utilizarea memoriei și poate înregistra datele de performanță pentru a fi analizate ulterior.
ru: Панель мониторинга графики показывает частоту кадров, время работы графического процессора и использование памяти, а также может вести журнал производительности для последующего анализа.
sk: HUD grafického výkonu zobrazuje rýchlosť snímok, čas GPU a využitie pamäte a môže zaznamenávať dáta týkajúce sa výkonu na ďalšiu analýzu.
sl: HUD za učinkovitost grafike prikazuje hitrost sličic, čas GPE in uporabo pomnilnika ter lahko beleži podatke o učinkovitosti za poznejšo analizo.
sv: Grafikprestandaöverlägget visar bildhastighet, GPU-tid och minnesanvändning och kan logga prestandadata för senare analys.
th: ประสิทธิภาพกราฟิกของ HUD จะแสดงอัตราเฟรม, เวลา GPU, ปริมาณหน่วยความจำที่ใช้ และสามารถบันทึกประสิทธิภาพข้อมูลเพื่อใช้วิเคราะห์ในภายหลังได้
tr: Grafik performansı HUD kare hızını, GPU süresini ve bellek kullanımını gösterir, ayrıca daha sonra analiz edilmesi için performans verilerinin günlüğünü de tutabilir.
uk: Інформаційна панель для графіки показує частоту кадрів, час графічного процесора та дані про використання памʼяті й може створювати журнали даних про продуктивність для подальшого аналізу.
vi: HUD hiệu năng đồ họa cho biết tốc độ khung hình, thời gian GPU, mức sử dụng bộ nhớ và có thể ghi dữ liệu hiệu năng để phân tích sau này.
zh_cn: 图形性能HUD可显示帧率、GPU耗时、内存使用率，并可记录性能数据用于之后的分析。
zh_hk: 圖形效能HUD顯示影格率、GPU時間、記憶體用量，並且可以記錄效能資料，以供日後分析之用。
zh_tw: 圖形效能HUD會顯示影格率、GPU時間、記憶體用量，並可以記錄效能資料以供之後分析。

source: Upload Speed
ar: سرعة التحميل
bg: Скорост на качване
ca: Velocitat de càrrega
cs: Rychlost odesílání
da: Overførselshastighed
de: Uploadtempo
el: Ταχύτητα ανεβάσματος
es: Velocidad de carga
es_us: Velocidad de carga
fi: Lähetysnopeus
fr: Vitesse de chargement
fr_ca: Vitesse de téléversement
he: מהירות העלאה
hi: अपलोड गति
hr: Brzina postavljanja
hu: Feltöltési sebesség
id: Kecepatan Pengunggahan
it: Velocità di caricamento
ja: アップロード速度
kk: Жүктеп салу жылдамдығы
ko: 업로드 속도
lt: Įkėlimo sparta
ms: Kelajuan Muat Naik
nl: Uploadsnelheid
no: Opplastingshastighet
pl: Szybkość wysyłania
pt_br: Velocidade do Envio
pt_pt: Velocidade de envio
ro: Viteză de încărcare
ru: Скорость выгрузки
sk: Rýchlosť odosielania
sl: Hitrost nalaganja
sv: Överföringshastighet
th: ความเร็วการอัปโหลด
tr: Karşıya Yükleme Hızı
uk: Швидкість закачування
vi: Tốc độ tải lên
zh_cn: 上传速度
zh_hk: 上載速度
zh_tw: 上傳速度

source: Networking
ar: الاتصال بالشبكة
bg: Мрежи
ca: Connexió en xarxa
cs: Sítě
da: Netværk
de: Netzwerk
el: Δικτύωση
es: Conexión de red
es_us: Conexión de red
fi: Verkot
fr: Mise en réseau
fr_ca: Mise en réseau
he: תקשורת
hi: नेटवर्किंग
hr: Umrežavanje
hu: Hálózatkezelés
id: Jaringan
it: Servizi di rete
ja: ネットワーク
kk: Желіге қосылу
ko: 네트워크
lt: Tinklas
ms: Perangkaian
nl: Netwerken
no: Nettverk
pl: Sieci
pt_br: Conexão a Redes
pt_pt: Redes
ro: Rețea
ru: Сети
sk: Siete
sl: Uporaba omrežij
sv: Nätverk
th: ระบบเครือข่าย
tr: Ağ
uk: Мережа
vi: Kết nối mạng
zh_cn: 网络
zh_hk: 網絡
zh_tw: 網路

# MIDI_CI_API_BETA_ENABLE
source: Enable MIDI-CI
ar: تمكين MIDI-CI
bg: Активиране на MIDI-CI
ca: Activa el MIDI‑CI
cs: Zapnout MIDI-CI
da: Slå MIDI-CI til
de: MIDI-CI aktivieren
el: Ενεργοποίηση MIDI-CI
es: Activar MIDI-CI
es_us: Activar MIDI-CI
fi: Ota MIDI-CI käyttöön
fr: Activer MIDI-CI
fr_ca: Activer MIDI-CI
he: הפעלת MIDI-CI
hi: MIDI-CI सक्षम करें
hr: Omogući MIDI-CI
hu: MIDI-CI engedélyezése
id: Aktifkan MIDI-CI
it: Abilita MIDI-CI
ja: MIDI-CIを有効
kk: MIDI-CI функциясын қосу
ko: MIDI-CI 활성화
lt: Įjungti MIDI-CI
ms: Dayakan MIDI-CI
nl: Schakel MIDI-CI in
no: Aktiver MIDI-CI
pl: Włącz MIDI-CI
pt_br: Ativar MIDI-CI
pt_pt: Ativar MIDI-CI
ro: Activare MIDI-CI
ru: Включить MIDI-CI
sk: Zapnúť MIDI-CI
sl: Omogoči MIDI-CI
sv: Aktivera MIDI-CI
th: เปิดใช้งาน MIDI-CI
tr: MIDI-CI’yi Etkinleştir
uk: Увімкнути MIDI-CI
vi: Bật MIDI-CI
zh_cn: 启用MIDI-CI
zh_hk: 啟用MIDI-CI
zh_tw: 啟用MIDI-CI

source: Enable UI Automation
ar: تمكين التحكم التلقائي بواجهة المستخدم
bg: Активиране автоматизирането на интерфейса
ca: Activa l’automatització de la IU
cs: Zapnout automatizaci rozhraní
da: Slå automatisering af brugergrænseflade til
de: UI-Automation aktivieren
el: Ενεργοποίηση Αυτοματοποίησης
es: Activar automatización de IU
es_us: Activar
fi: Ota UI-automaatio käyttöön
fr: Activer l’automatisation de l’IU
fr_ca: Activer l’automatisation de l’IU
he: הפעלת ממשק אוטומטי
hi: UI ऑटोमेशन सक्षम करें
hr: Omogući automatizaciju sučelja
hu: Felhasználóifelület-automatizálás engedélyezése
id: Aktifkan Automasi UI
it: Abilita automazione interfaccia utente
ja: UIオートメーションを有効
kk: Пайдаланушы интерфейсін автоматтандыру функциясын қосу
ko: UI 자동화 활성화
lt: Įjungti naudotojo sąsajos automatizavimą
ms: Dayakan Automasi UI
nl: Activeer UI-automatisering
no: Aktiver UI-automatisering
pl: Włącz automatyzację UI
pt_br: Ativar Automação de Interface
pt_pt: Ativar automatização da IU
ro: Activare automatizare IU
ru: Автоматизация интерфейса
sk: Zapnúť automatizáciu rozhrania
sl: Avtomatiziraj uporabniški vmesnik
sv: Aktivera UI-automatisering
th: เปิดใช้งาน UI ของการทำงานอัตโนมัติ
tr: Kullanıcı Arayüzü Otomasyonunu Etkinleştir
uk: Увімкнути автоматизацію КІ
vi: Bật tự động hóa UI
zh_cn: 启用UI自动化
zh_hk: 啟用介面自動化
zh_tw: 啟用介面自動化

source: Download Speed
ar: سرعة التنزيل
bg: Скорост на изтегляне
ca: Velocitat de descàrrega
cs: Rychlost stahování
da: Overførselshastighed
de: Downloadtempo
el: Ταχύτητα λήψης
es: Velocidad de descarga
es_us: Velocidad de descarga
fi: Latausnopeus
fr: Vitesse de téléchargement
fr_ca: Vitesse de téléchargement
he: מהירות הורדה
hi: डाउनलोड गति
hr: Brzina preuzimanja
hu: Letöltési sebesség
id: Kecepatan Pengunduhan
it: Velocità di download
ja: ダウンロード速度
kk: Жүктеп алу жылдамдығы
ko: 다운로드 속도
lt: Atsisiuntimo sparta
ms: Kelajuan Muat Turun
nl: Downloadsnelheid
no: Nedlastingshastighet
pl: Szybkość pobierania
pt_br: Velocidade de Download
pt_pt: Velocidade de descarga
ro: Viteză de descărcare
ru: Скорость загрузки
sk: Rýchlosť sťahovania
sl: Hitrost prenosa
sv: Hämtningshastighet
th: ความเร็วการดาวน์โหลด
tr: İndirme Hızı
uk: Швидкість викачування
vi: Tốc độ tải về
zh_cn: 下载速度
zh_hk: 下載速度
zh_tw: 下載速度

# STATE_RESTORATION_TESTING_FOOTER
source: Terminate instead of suspending apps when backgrounded to force apps to be relaunched when they are foregrounded.
ar: إنهاء التطبيقات بدلاً من تعليقها عندما تكون في الخلفية لفرض إعادة تشغيل التطبيقات عندما تكون في المقدمة.
bg: Прекратете, вместо да спирате приложенията, когато са на заден план, за да принудите приложенията да се стартират отново, когато са на преден план.
ca: Les apps en segon pla es tanquen en comptes de suspendre’s per forçar que s’hagin de tornar a iniciar en portar‑les al primer pla.
cs: Aplikace na pozadí budou místo pozastavení ukončeny a při otevření v popředí se vynutí jejich opětovné spuštění.
da: Afslut apps i stedet for at suspendere dem, når de kører i baggrunden, for at tvinge apps til at starte igen, når de er i forgrunden.
de: Beende Hintergrund-Apps anstatt sie zu unterbrechen, damit sie neu gestartet werden, sobald sie im Vordergrund ausgeführt werden sollen.
el: Πραγματοποιήστε τερματισμό αντί αναστολή εφαρμογών παρασκηνίου για επιβολή της εκ νέου εκκίνησης εφαρμογών προσκηνίου.
es: Cuando estén en segundo plano, termina las apps en lugar de suspenderlas para forzar su reinicio cuando estén en primer plano.
es_us: Haz que las apps se cierren en lugar de que se suspendan al ponerlas en segundo plano para forzar su reinicio al ponerlas en primer plano.
fi: Lopeta apit keskeyttämisen sijaan, kun ne asetetaan taustalle, jotta apit käynnistetään uudelleen, kun ne siirretään etualalle.
fr: Arrêtez les applications en arrière-plan au lieu de les suspendre pour les forcer à redémarrer lorsqu’elles sont ramenées au premier plan.
fr_ca: Arrêtez les apps en arrière-plan au lieu de les suspendre pour les forcer à redémarrer lorsqu’elles sont rappelées au premier plan.
he: יישומים שמועברים לרקע יסתיימו ולא רק יושהו, כדי לגרום ליישומים להיפתח מחדש כשהם מוחזרים לחזית.
hi: बैकग्राउंड में रखने पर ऐप्स को निलंबित करने के स्थान पर समाप्त करें ताकि उन्हें फ़ोरग्राउंड में लाने पर जबरन रीलॉन्च किया जाए।
hr: Prekidanje umjesto pauziranja aplikacija kad se prebace u pozadinu radi prisilnog ponovnog pokretanja aplikacija kad se stave u prednji plan.
hu: Felfüggesztés helyett bezárja az appokat, amikor háttérbe kerülnek, hogy kényszerítse az újraindításukat, amikor előtérbe kerülnek.
id: Hentikan alih-alih menangguhkan app saat berada di latar belakang untuk memaksa app agar diluncurkan ulang saat berada di latar depan.
it: Interrompi le app invece di sospenderle quando vengono eseguite in background per forzare il riavvio quando vengono eseguite in primo piano.
ja: フォアグラウンドにあるアプリを強制再起動するには、バックグランドにあるアプリを一時停止する代わりに終了してください。
kk: Қолданбалар алдыңғы планда жұмыс істегенде, оларды мәжбүрлі түрде қайта іске қосу үшін, қолданбалар фонда жұмыс істегенде, олардың жұмысын тоқтатудың орнына жұмысын аяқтаңыз.
ko: 백그라운드에서 앱을 일시 중단하는 대신 종료하여 해당 앱이 전면에서 실행될 때 강제로 다시 실행되도록 합니다.
lt: Nutraukite, o ne sustabdykite programas, kai jos veikia fone, kad priverstinai paleistumėte programas iš naujo, kai jos veikia priekiniame plane.
ms: Tamatkan berbanding menggantungkan app apabila dijadikan latar belakang untuk memaksa app dilancarkan semula apabila dijadikan latar depan.
nl: Apps niet opschorten maar beëindigen als ze naar de achtergrond worden verplaatst om te forceren dat ze opnieuw worden opgestart wanneer ze weer naar de voorgrond worden verplaatst.
no: Avslutt apper i stedet for å kun lukke dem når de flyttes til bakgrunnen, slik at apper tvinges til å starte på nytt når de flyttes til forgrunnen igjen.
pl: Praca aplikacji przenoszonych do tła będzie kończona, a nie zawieszana, aby wymusić ich ponowne uruchamianie po przeniesieniu z tła.
pt_br: Finalize – em vez de suspender – os apps que estiverem em primeiro plano e forem forçados à reinicialização em segundo plano.
pt_pt: Encerrar em vez de suspender aplicações em segundo plano para forçar o reinício das aplicações quando em primeiro plano.
ro: Terminați aplicațiile, în loc de a le suspenda, atunci când sunt în fundal, pentru a forța relansarea aplicațiilor atunci când sunt aduse în prim‑plan.
ru: Завершать, а не приостанавливать приложения при переводе их в фоновый режим. Принудительно перезапускать приложения при повторном переводе их в приоритетный режим.
sk: Apky na pozadí budú namiesto pozastavenia ukončené a pri otvorení v popredí bude vynútené ich opätovné spustenie.
sl: Kadar se aplikacije izvajajo v ozadju, jih prekinite dokončno namesto začasno, da vsilite njihov ponovni zagon, kadar se izvajajo v ospredju.
sv: Avsluta istället för att pausa appar när de är i bakgrunden så att appar tvingas att startas om när de hamnar i förgrunden.
th: หยุดการทำงานแอปแทนการระงับแอปชั่วคราวเมื่อแอปอยู่ในเบื้องหลังเพื่อบังคับให้แอปเปิดใช้อีกครั้งเมื่ออยู่เบื้องหน้า
tr: Uygulamaları ön plandayken yeniden başlatmaya zorlamak için arka plandayken beklemeye alma yerine sonlandırır.
uk: Після переходу у фоновий режим програми завершуватимуться замість призупинення. Коли програми відкриватимуться знову, їх буде перезапущено.
vi: Chấm dứt thay vì ngừng các ứng dụng khi được chạy trong nền sau để buộc các ứng dụng khởi chạy lại khi chúng được chạy ở nền trước.
zh_cn: 终止而非暂停在后台运行的App以强制其在前台运行时重新开启。
zh_hk: 終止而非暫停背景的App以強制App在前景執行時重新啟動。
zh_tw: 終止而非暫停背景中的App來強制App在前景執行時重新啟動。

# SIRI_ACTIONS_TESTING
source: Shortcuts Testing
ar: اختبار الاختصارات
bg: Тестване на бързи команди
ca: Verificació de l’app Dreceres
cs: Testování zkratek
da: Test af Genveje
el: Δοκιμές στις Συντομεύσεις
es: Pruebas de Atajos
es_us: Prueba de Shortcuts
fi: Oikotiet-testaus
fr: Test de Raccourcis
fr_ca: Test des raccourcis
he: בדיקת קיצורים
hi: शॉर्टकट जाँच
hr: Testiranje prečaca
hu: Parancsok tesztelése
id: Pengetesan Pintasan
it: Test comandi rapidi
ja: ショートカットテスト
kk: Пернелер тіркесімдерін сынау
ko: 단축어 테스트
lt: Nuorodų testavimas
ms: Ujian Pintasan
nl: Opdrachten testen
no: Snarveier-testing
pl: Testowanie aplikacji Skróty
pt_br: Teste de Atalhos
pt_pt: Testes de atalhos
ro: Testare Scurtături
ru: Тестирование Быстрых команд
sk: Testovanie – Skratky
sl: Preizkušanje bližnjic
sv: Genvägstestning
th: การทดสอบคำสั่งลัด
tr: Kestirmeler Testi
uk: Тестування швидких команд
vi: Kiểm tra Phím tắt
zh_cn: 快捷指令测试
zh_hk: 捷徑測試
zh_tw: 捷徑測試

# APP_CLIPS_DIAGNOSTICS
source: Diagnostics
ar: التشخيصات
bg: Диагностика
ca: Diagnòstic
cs: Diagnostika
da: Diagnostik
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
es_us: Diagnóstico
fi: Vianmääritys
fr: Diagnostic
fr_ca: Diagnostic
he: כלי אבחון
hi: डायग्नॉस्टिक
hr: Dijagnostika
hu: Diagnosztika
id: Diagnostik
it: Diagnosi
ja: 診断
kk: Диагностика
ko: 진단
lt: Diagnostika
ms: Diagnostik
nl: Diagnostische info
no: Diagnostikk
pl: Diagnostyka
pt_br: Diagnóstico
pt_pt: Diagnóstico
ro: Diagnoză
ru: Диагностика
sk: Diagnostika
sl: Diagnostika
sv: Diagnos
th: การวินิจฉัย
tr: Tanılar
uk: Діагностика
vi: Chẩn đoán
zh_cn: 诊断信息
zh_hk: 診斷
zh_tw: 診斷

source: Reindex All Items with Identifiers
ar: إعادة فهرسة جميع العناصر مع المعرف
bg: Реиндексиране на всички елементи с идентификатори
ca: Reindexa tots els ítems amb identificadors
cs: Reindexovat položky s identifikátory
da: Indekser alle emner med id’er igen
de: Alle Objekte mit Identifikatoren neu indexieren
el: Εκ νέου ευρετηριοποίηση όλων των στοιχείων με αναγνωριστικά
es: Reindexar todos los ítems con identificadores
es_us: Reindizar todos los elementos con identificadores
fi: Uudelleenindeksoi kohteet, joissa tunniste
fr: Réindexer tous les éléments avec identifiants
fr_ca: Réindexer tous les éléments avec les identifiants
he: אינדקס מחודש של כל הפריטים עם מזהים
hi: आइडेंटिफ़ायर के साथ सभी आइटम फिर इंडेक्स करें
hr: Ponovno indeksiraj sve stavke s identifikatorima
hu: Az azonosítóval rendelkező összes elem újraindexelése
id: Indeks Ulang Semua Item dengan Pengenal
it: Indicizza nuovamente tutti gli elementi con identificativi
ja: 識別子を使用して全項目を再インデックス
kk: Барлық элементті идентификаторлармен қайта индекстеу
ko: 모든 항목을 식별자로 다시 인덱스
lt: Indeksuoti visus elementus su identifikatoriais iš naujo
ms: Indeks Semula Semua Item dengan Pengecam
nl: Indexeer alle onderdelen met ID's opnieuw
no: Reindekser alle objekter med identifikatorer
pl: Indeksuj ponownie rzeczy z ID
pt_br: Reindexar Todos os Itens com Identificadores
pt_pt: Reindexar todos os elementos com identificadores
ro: Reindexați toate articolele cu identificatori
ru: Переиндексировать все объекты с идентификаторами
sk: Reindexovať všetky položky s identifikátorom
sl: Ponovno indeksiranje vseh elementov z identifikatorji
sv: Indexera om alla objekt med ID
th: จัดเรียงดัชนีทั้งหมดตามข้อมูลจำเพาะ
tr: Tanıtıcısı Olan Tüm Öğeleri Yeniden Diz
uk: Переіндексувати всі елементи з ідентифікаторами
vi: Tạo lại chỉ mục tất cả các mục có mã định danh
zh_cn: 重新索引所有项目（含标识符）
zh_hk: 重新索引所有含識別碼的項目
zh_tw: 重新索引所有包含識別碼的項目

# PREFERRED_AUDIO_ROUTE_TESTING
source: Show Audio Output in Settings
ar: إظهار إخراج الصوت في الإعدادات
bg: Покажи аудио изход в Настройки
ca: Mostra la sortida d’àudio a la configuració
cs: Zobrazovat zvukový výstup v Nastavení
da: Vis Lyd ud i Indstillinger
de: „Audioausgabe“ in Einstellungen anzeigen
el: Εμφάνιση Εξόδου ήχου στις Ρυθμίσεις
es: Mostrar salida de audio en Ajustes
es_us: Mostrar la salida de audio en Configuración
fi: Näytä Äänilähtö Asetuksissa
fr: Afficher la sortie audio dans Réglages
fr_ca: Afficher la sortie audio dans Réglages
he: הצגת פלט השמע ב״הגדרות״
hi: सेटिंग्ज़ में ऑडियो आउटपुट दिखाएँ
hr: Prikaži audio izlaz u Postavkama
hu: Hangkimenet megjelenítése a Beállításokban
id: Tampilkan Output Audio di Pengaturan
it: Mostra “Uscita audio” in Impostazioni
ja: オーディオ出力を“設定”で表示
kk: Аудио шығысты реттеулерде көрсету
ko: 설정에서 오디오 출력 보기
lt: Rodyti garso išvestį „Nustatymuose“
ms: Tunjukkan Output Audio dalam Seting
nl: Toon 'Audio-uitvoer' in Instellingen
no: Vis lyd ut i Innstillinger
pl: Pokazuj wyjście audio w Ustawieniach
pt_br: Mostrar Saída de Áudio nos Ajustes
pt_pt: Mostrar saída de áudio nas Definições
ro: Afișare ieșire audio în Configurări
ru: Показывать аудиовыход в Настройках
sk: Zobraziť audiovýstup v Nastaveniach
sl: Prikaži izhod zvoka v Nastavitvah
sv: Visa Ljud ut i Inställningar
th: แสดงสัญญาณเสียงออกในการตั้งค่า
tr: Ayarlar’da Ses Çıkışı’nı Göster
uk: Показувати аудіовихід у Параметрах
vi: Hiển thị Đầu ra âm thanh trong Cài đặt
zh_cn: 在“设置”中显示音频输出
zh_hk: 在設定中顯示音訊輸出
zh_tw: 在「設定」中顯示音訊輸出

source: Exposure Notification
ar: إشعار المخالطة
bg: Известие за контакт
ca: Notificació d’exposició
cs: Oznámení o kontaktu s nákazou
da: Notifikation om eksponering
de: Begegnungsmitteilung
el: Γνωστοποιήσεις έκθεσης
es: Notificación de exposición
es_us: Notificación de exposición
fi: Altistusilmoitus
fr: Notification d’exposition
fr_ca: Notification d’exposition
he: עדכוני חשיפה
hi: एक्सपोज़र सूचना
hr: Obavijest o izloženosti
hu: Fertőzéskitettség-értesítés
id: Pemberitahuan Pemaparan
it: Notifica di esposizione
ja: 接触通知
kk: Ауру жұқтырғандармен байланыс туралы хабарландыру
ko: 노출 알림
lt: Pranešimas apie kontaktą
ms: Notis Pendedahan
nl: Blootstellingsmelding
no: Varsling om smittekontakt
pl: Powiadomienie o narażeniu
pt_br: Notificação de Exposição
pt_pt: Notificação de exposição
ro: Notificare de expunere
ru: Уведомление о контакте
sk: Hlásenie o kontakte s nákazou
sl: Obvestilo o izpostavljenosti
sv: Exponeringsnotis
th: การแจ้งเตือนการสัมผัสเชื้อ
tr: Maruz Kalma Bildirimi
uk: Сповіщення про контактування
vi: Thông báo tiếp xúc
zh_cn: 暴露通知
zh_hk: 暴露通知
zh_tw: 暴露通知

source: Status
ar: الحالة
bg: Състояние
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_us: Estado
fi: Tila
fr: État
fr_ca: État
he: מצב
hi: स्टेटस
hu: Állapot
it: Stato
ja: 状況
kk: Күйі
ko: 상태
lt: Būsena
pt_br: Estado
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_hk: 狀態
zh_tw: 狀態
